[
    {
        "id": "第一节",
        "text": "营业时间(a)系统应在每个工作日自交易所网站指定的开市前至收市前运行并接受买卖盘及订单，除非NOM修改。订单及买卖盘应于美国东部时间上午9:30开始并可执行，并于美国东部时间下午4:00结束，但某些基金份额或宽基指数的期权合约除外，其结束时间为美国东部时间下午4:15。(b)除董事会决定的特殊情况外，在NOM上进行个股期权交易的时间应与NOM期权标的证券的一级市场交易规则中规定的正常营业日和营业时间一致。尽管有上述规定，在下午4:15之前，仍可在NOM上进行交易所交易基金份额（定义见期权4第3(h)节）的期权合约交易；以及交易所交易票据（包括指数挂钩证券，定义见期权4第3(k)节）的期权合约交易。（c）NOM不得按照第3号一般规定第1030节的规定营业。于2019年12月6日通过（SR‑NASDAQ‑2019‑098）；于2022年3月8日修订（SR‑NASDAQ‑2022‑023），于2022年4月7日生效。"
    },
    {
        "id": "第二节",
        "text": "交易单位和期权费报价及订单的含义（a）交易单位。在NOM上交易的每个期权系列的交易单位应为清算公司根据清算公司规则以及纳斯达克与清算公司达成的协议为该系列设立的交易单位。(b)期权费报价和订单的含义。除(c)款规定外，订单应以每单位标的证券的美元数额表示。例如，买入价“5”表示对一个交易单位为100股标的证券的期权合约的买入价为500美元，或对一个交易单位为110股标的证券的期权合约的买入价为550美元。（c）特殊情况。对于已根据期权3第2条设立调整交易单位的期权合约，其订单应以构成该调整交易单位的总证券和/或其他财产的每1/100美元计算。例如，报价“3”代表对一个期权合约的报价为300美元，该期权合约的交易单位由100股标的证券加10份配股构成。（d）所有标的外币不是美元的外币期权的最小增量为0.01美元。（e）对于外币期权，所有买入或卖出均应以每单位标的外币美元数额表示。例如，对执行价格为170美元的英镑期权，买入价为“3.25”，即表示每份期权合约支付325美元。"
    },
    {
        "id": "2019",
        "text": "年12月6日通过（SR‑NASDAQ‑2019‑098）；2020年1月29日修订（SR‑NASDAQ‑2020‑006）。第3节最小增量（a）以下最低报价增量适用于在交易所交易的期权合约：（1）如果期权系列的交易价格低于3.00美元，则为五（5）美分；（2）如果期权系列的交易价格为3.00美元或更高，则为10美分；以及（3）对于按照期权3补充材料0.01第3节所述的“便士间隔计划”交易的期权系列：（A）QQQ、SPY和IWM所有期权系列的税率为1美分（0.01美元）；（B）对于PennyIntervalProgram中交易价格低于3.00美元的所有其他期权系列，收取一美分（0.01美元）的费用；以及（C）对于PennyIntervalProgram中交易价格在3.00美元或以上的所有其他期权系列，则为5美分（0.05美元）。MachineTranslatedbyGoogle（b）在NOM上交易的期权合约所有系列的最低交易增量为一（1）美分。（c）提交至系统的报价若包含无效交易增量，则系统将重新定价。对于卖出价，报价将向上取整至最接近的有效最小价格变动值；对于买入价，报价将向下取整。选项3第3节的补充材料：.01美分间隔计划的要求。交易所将列出美分间隔计划（“美分计划”）的期权类别，最低报价要求（“美分增量”）为1美分（0.01美元）和5美分（0.05美元），如期权3第3(a)(3)(A)‑(C)条所述。交易所将通过期权交易者警报系统公布美分计划中包含的期权类别列表，并在其网站上发布。(a)初步选择。2020年4月1日后第三个完整日历月的第一个交易日，便士计划将仅适用于363个交易最活跃的多重上市期权类别（基于截至批准月份的六个完整日历月的美国货币监理署全国清算量），这些期权(i)目前以便士增量报价，或(ii)覆盖价格低于200美元的证券，或任何指数水平低于200美元的指数。纳入便士计划的资格将在2020年4月1日后第二个完整月份的每月到期星期五交易结束时确定。（b）年度审查。从2020年12月开始，以及此后每年12月，OCC将根据6月1日至11月30日六个完整日历月的全国清算量对所有多重上市期权类别进行排名，以确定交易最活跃的期权类别。（1）加入便士计划。根据年度审查，任何不在便士计划中的期权类别，如果属于300个交易最活跃的多重上市期权类别，且其所涵盖的证券价格低于200美元，或指数水平低于200美元，则将于1月第一个交易日加入便士计划。（2）从便士计划中移除。除下文（c）、（d）、（e）和（f）项规定外，根据年度审查，任何不在425个交易最活跃的多重上市期权类别之列的便士计划中的期权类别，将于4月第一个交易日从便士计划中移除。（c）新上市期权类别。交易所可将新上市期权类别添加到便士计划，前提是：（i）该期权类别在其交易的第一个完整日历月内，按美国货币监理署（OCC）全国清算量排名，跻身交易最活跃的300个多重上市期权类别之列；（ii）标的证券价格低于200美元，或标的指数低于200美元。根据本规定添加的任何期权类别，将在其符合条件的次月第一个交易日添加，并将在便士计划中保留一整年，之后将接受上文（b）部分所述的年度审查。（d）活跃度显著增长的期权类别。交易所可将任何期权类别添加到便士计划中，前提是：(i)该期权类别在过去六个完整日历月的交易中，按美国货币监理署（OCC）全国清算量排名，位列交易最活跃的75个多重上市期权类别之列；(ii)标的证券价格低于200美元，或标的指数低于200美元。根据本规定添加的任何期权类别，将在符合条件后的第二个完整月份的第一个交易日添加，并将在该日历年的剩余时间内保留在便士计划中，之后将接受上文（b）部分所述的年度审查。(e)公司行动。如果公司行动涉及便士计划中的一个或多个期权类别，则该期权类别的所有调整后和未调整后的系列均将纳入便士计划。根据本条款添加到便士计划的任何新期权类别将在便士计划中保留至少一个完整日历年，之后将接受上文(b)节所述的年度审查。（f）已退市或不符合条件的期权类别。参与便士计划的期权类别中，任何系列的标的证券已退市，或被美国货币监理署（OCC）认定为不符合开仓客户交易条件的期权，将继续按照便士计划的条款进行报价，直至所有此类期权到期。于2019年12月6日通过（SR‑NASDAQ‑2019‑098）；于2019年12月13日修订（SR‑NASDAQ‑2019‑100）；于2020年1月29日修订（SR‑NASDAQ‑2020‑006）；于2020年6月23日修订（SR‑NASDAQ‑2020‑036）。"
    },
    {
        "id": "第四节",
        "text": "报价的录入和显示（a）根据NOM规则在NOM上作出并接受的所有买入或卖出均应构成具有约束力的合同，并须遵守交易所规则和清算公司规则的适用要求。（b）报价须符合以下要求和条件：（1）做市商可以生成并提交期权报价。（2）系统应对报价进行时间戳记，以确定报价的时间排序，以便处理报价。MachineTranslatedbyGoogle（3）做市商可以以双边报价的形式输入买入价和/或卖出价。同一期权系列每次只能提交一个报价。报价可以批量消息形式提交。(i)“批量消息”是指提交给交易所的单条电子消息，其中可包含交易所指定的特定数量的报价。通过SQF提交的批量消息可用于输入、修改或取消报价。系统处理批量消息的方式与处理单条报价消息的方式相同。（4）系统从交易所指定的时间开始接受报价，并在交易所网站上公布。(5)实盘报价。当其他市场或多个市场的期权报价不受美国证券交易委员会报价规则规定的实盘报价要求约束时，订单和报价将自动以国家最佳买卖价(NBBO)或更优的价格执行，该价格基于未受此类约束的市场中的最佳买入价或卖出价。此类认定可以通过以下方式做出：其他市场发出通知，告知其报价不实盘或不可靠；期权价格报告机构(OPRA)发出行政信息；使用适当指标将来自其他市场的报价标记为“不实盘”；和/或通过电话或电子方式向其他市场查询并获得其报价不实盘的核实。交易所应记录每次将其他交易所的报价排除在其国家最佳买卖价(NBBO)计算之外的情况，并应通知该其他交易所其报价已被排除。如果其他市场或之前根据报价规则享受固定报价要求豁免的市场的期权报价不再享受该豁免，则该等报价将被纳入该期权的全国最佳买卖价(NBBO)计算。此种确定方式可以通过其他市场通知其报价为固定报价；OPRA发出行政信息；和/或通过电话或电子方式向其他市场进行查询并获得其报价为固定报价的验证。(6)交易通行合规性及锁定或交叉市场。报价不会以通过其他市场交易的价格执行，也不会以锁定或交叉其他市场的价格显示。如果在输入时，某个报价会导致锁定或交叉市场违规，或会导致交易通行违规，则该报价将被重新定价为当前全国最佳报价（针对买入价）或当前全国最佳买入价（针对卖出价），并显示为非显示，且价格将比全国最佳价格高出（针对卖出价）或低出（针对买入价）一个最小差价。（7）如果交易所的最佳买卖盘已根据选项3、下文第5（d）节和上文第（6）节重新定价，系统将使用交易所显示的最佳买卖盘（“BBO”）或交易所非显示的订单簿（“内部BBO”）自动执行合格报价。（8）提交给系统的报价须遵守以下规定：选项3第15节中规定的风险保护。根据选项3第3节规定无效的最小增量报价将被向上舍入到最接近的最小报价变化，向下舍入到最接近的最小投标价格变化。（c）报价将按照第23节选项3的描述显示在系统中。于2019年12月6日通过（SR‑NASDAQ‑2019‑098）；于2020年12月15日修订（SR‑NASDAQ‑2020‑089），于2021年1月14日生效；于2023年6月27日修订（SR‑NASDAQ‑2023‑018），于2023年7月27日生效。"
    },
    {
        "id": "第五节",
        "text": "订单的输入和显示（a）参与者可以向系统输入订单，但须遵守以下要求和条件：（1）参与者可以向系统发送单个或多个价格水平的多个订单。（2）系统从交易所指定的时间开始接受订单，并在交易所网站上公布。（3）系统会对订单进行时间戳记，以确定订单处理的时间排序。（4）提交给系统的订单受以下约束：选项3第15节中的风险保护以及选项3第7节中订单类型的限制。订单可能以多个价格执行。（5）经双方同意的无效。如所有参与交易的各方均同意无效，交易可予无效。在这种情况下，一方必须通知交易所，交易所将立即将撤销通知告知OPRA。任何一方利用相互调整程序规避任何适用的交易所规则、《法案》或其项下的任何规则和规定，均被视为违反公正公平贸易原则的行为。(b)NBBO价格保护。除市场间扫购订单（定义见规则选项5第1(8)条）以外的订单，系统不会以低于NBBO（定义见选项5第1(10)条）的价格自动执行。对于任何其他报价为非确定性（定义见选项5第1条）的市场，不提供NBBO价格保护。（11））。（c）系统使用交易所显示的最佳买卖盘（“BBO”）或MachineTranslatedbyGoogle如果交易所的最佳买入价和/或卖出价已根据下文(d)款和上文第4(b)(6)节选项3重新定价，则交易所的非显示订单簿（“内部BBO”）将被视为无效。与显示的价格改善订单相关的买入（卖出）合约规模将以低于（高于）价格改善订单价格的MPV显示。价格改善订单不得用于创建锁定或交叉市场，或通过违规行为促成交易。(d)交易通行合规性以及锁定或交叉市场。订单将不会以通过其他市场交易的价格执行，也不会以锁定或交叉其他市场的价格显示。会员指定为可传递的订单将根据适用的交易通行以及锁定和交叉市场限制进行传递。会员指定为不可路由的订单将被重新定价，以符合适用的“交易通关”和“锁定及交叉市场”限制。如果在输入时，输入方选择不予路由的订单会导致“锁定或交叉市场”违规，或会导致“交易通关”违规，则该订单将被重新定价为当前全国最佳卖价（对于买价）或当前全国最佳买价（对于卖价），并设置为不显示，并以高于（卖价）或低于（买价）全国最佳价格一个最小差价显示。（e）订单将按照第23节选项3的描述显示在系统中。于2019年12月6日通过（SR‑NASDAQ‑2019‑098）；于2020年11月30日修订（SR‑NASDAQ‑2020‑083）；于2023年6月27日修订（SR‑NASDAQ‑2023‑018），于2023年7月27日生效。"
    },
    {
        "id": "第六节",
        "text": "异常市场情况(a)NOM期权工作人员可能会认定，由于交易活动水平或市场异常情况的存在，NOM期权无法以准确反映NOM期权市场现状的方式收集、处理并向报价供应商提供该期权的数据。在做出此类认定后，NOM监管部门应将该期权市场指定为“快速”。当期权市场被宣布为快速时，NOM监管部门将在NOM期权报价后附加相应指示符，以表明NOM期权报价不坚挺。（b）如果某个市场被宣布为快速市场，纳斯达克监管部门有权针对所涉及的类别采取以下一项或多项措施：（1）暂停本规则第5节（做市商报价）选项2规定的最低规模要求。（二）采取其他有利于维护公平有序市场秩序的措施。(c)纳斯达克监管部门将监控导致宣布快速市场的活动或条件，并至少每三十(30)分钟审查一次该市场的状况。当NOM确定支持快速市场宣布的条件不再存在时，应恢复常规交易程序。纳斯达克监管部门将从NOM报价中删除该指标，以通知其报价恢复稳定。（d）如果支持快速市场声明的条件无法通过本规则中的一个或多个程序来管理，则纳斯达克监管部门应指示纳斯达克运营部门停止受影响类别的交易。（e）每当纽约证券交易所因特殊市场情况而启动全市场交易暂停（通常称为“熔断机制”）时，纳斯达克监管部门应指示纳斯达克运营部门停止所有期权交易。于2019年12月6日通过（SR‑NASDAQ‑2019‑098）。"
    },
    {
        "id": "第七节",
        "text": "订单类型及订单和报价协议交易所可决定根据类别或系统分别提供某些订单类型和有效时间。（a）“订单”一词指有资格提交此类订单的参与者向系统提交的单个订单。“订单类型”一词是指对有资格进入系统的指定订单规定的独特处理，包括：（1）取消替换订单是指通过一条消息立即取消先前收到的订单，并用新的订单替换该订单，该订单需遵循新的条款和条件。如果先前下达的订单已部分或全部成交，则替换订单将自动取消或减少已成交的合约数量。如果订单已提交至订单簿，且价格未修改且数量未增加，则替换订单将保留被取消订单的优先权。（2）“限价单”是指以指定价格或更优价格买入或卖出期权的订单。可交易限价单是指以交易所最佳买入价（买入价）或高于（低于）最佳买入价（买入价）买入（卖出）的限价订单。（3）“最低数量订单”是指要求获得特定最低合同数量的订单，或MachineTranslatedbyGoogle订单被取消。最小数量订单将被视为具有“立即”或“取消”的有效期标记。开盘前或收盘后收到的最低数量订单将被拒绝。(4)“市价单”是指以执行时最佳价格买入或卖出的订单。参与者可以指定，如果其市价单在交易所设定的预定时间段后仍未执行，则在期权系列开始交易后，该市价单将被取消并返还给参与者。如果期权系列暂停交易，且参与者指定取消市价单，则订单簿上的市价单将立即被取消。（5）“价格改善订单”是指以小于证券最小价格变动幅度的指定价格买入或卖出期权的订单。价格改善订单的增量最小可达一美分。可供显示的价格改善订单应以该证券的最小价格变动幅度显示，对于卖出订单，应向上取整；对于买入订单，应向下取整。(6)“开盘指令”是指指定有效时间为“OPG”的指令。“开盘指令”仅在开盘交叉期间可执行。如果该指令未在开盘交叉期间全部执行，则该指令或该指令任何未执行部分将被取消，并返还给入场参与者。（7）“跨市场扫单”或“ISO”是指符合选项5第1(8)节要求的限价单。以ISO形式提交给交易所的订单不可传递，且将忽略ABBO指令，并以交易所允许的价格进行交易。ISO订单可录入订单簿。ISO订单可指定任何有效时间，并根据选项3第10节在系统内处理，且不符合选项5第4节中规定的路由条件。ISO订单不可在开盘时提交。(A)在将独立交易指令(ISO)传递至系统的同时，如果限价单的卖出或买入价格高于被标识为跨市场扫购指令(定义见选项5第1节)的限价单的限价，则输入方将根据需要传递一个或多个额外的限价单，以按任何受保护买入或卖出指令(定义见选项5第1节)的全部显示规模执行。这些额外的传递订单必须被标识为ISO。(8)“全或无订单”是指市价单或限价单，其执行方式为全部执行或全部不执行。全或无订单的有效期为“立即执行”或“取消”。在开盘交叉盘前或收盘后收到的全或无订单将被拒绝。(9)“增加流动性订单”是指不会从系统中移除流动性的订单。增加流动性订单将根据情况在交易所进行排序和执行或取消，而不会转移到其他市场。增加流动性订单在输入时，就锁定或交叉其他订单而言，其评估方式如下：(i)如果增加流动性订单会锁定或交叉系统中的订单，则该订单将重新定价为低于当前最低报价（买入价）或高于当前最佳买入价（卖出价）0.01美元，并由系统以低于当前最低报价（买入价）或高于当前最佳买入价（卖出价）一个最小价格增量显示；(ii)如果增加流动性订单不会锁定或交叉系统中的订单，但会锁定或交叉其他市场中心受保护报价中反映的国家最佳买卖价(NBBO)，则该订单将根据选项3第5(b)‑(d)条处理。参与者可以选择在订单锁定、跨越全国最佳买卖价(NBBO)或以非限价进入订单簿时，将其退回。开仓流程前收到的增加流动性订单可在开仓流程中执行，并将根据第8节选项3进行处理。收盘后收到的增加流动性订单将被拒绝。增加流动性订单可能不具有“有效至取消前”、“立即执行”或“取消”的有效期标识。（b）“有效时间”或“TIF”是指系统保留订单以备可能执行的时间段，包括：(1)“未平仓订单”或“OPG”指指定订单，如果订单在进入系统后，未在开仓交叉盘期间全部成交，则该订单或其任何未成交部分将被取消，并返还给进入系统的参与者。OPG订单可能无法进行路由。此类订单不受第15节选项3中列出的任何保护措施的约束，但规模限制除外。(2)“立即执行或取消”或“IOC”是指市价单或限价单，在收到后应全部或部分执行。任何未执行的部分将根据参与者的指示取消和/或路由。IOC订单可以通过FIX或SQF输入，但做市商通过SQF输入的IOC订单不受选项3第15(a)(1)、(a)(2)和(b)(2)条规定的订单价格保护、市价单价差保护或规模限制的约束。通过SQF输入的IOC订单可能无法路由。（3）“DAY”是指以“Day”为TIF输入的订单，若未执行，则订单将在输入当天结束时失效。除非另有规定，所有订单均按其条款规定为当日订单。当日订单可通过FIX输入。（4）“有效至取消”或“GTC”是指以“GTC”的TIF输入的订单，如果未完全执行，则将保持可显示和/或执行状态，除非输入方取消，或直到期权到期（以先发生者为准）。GTC订单可在交易所指定的开市前至收市期间输入。GTC订单仅可通过FIX输入。MachineTranslatedbyGoogle（c）路由策略。订单可在交易所输入，路由策略为SEEK、SRCH或禁止路由（“DNR”），具体请参见选项5、第4节至FIX部分。(d)“订单规模”一词指与订单相关的合约数量，最高可达999,999份。（e）订单和报价的输入和显示。参与者可以按照以下规定将订单和报价输入系统。（一）交易所向参与者提供以下申报和报价协议：(A)“金融信息交换”或“FIX”是一个接口，允许参与者及其保荐客户连接交易所，并向交易所发送和接收与订单相关的信息。其功能包括：(1)执行信息；(2)订单信息；以及(3)风险保护触发和取消通知。(B)“专用报价源”或“SQF”是一种接口，允许做市商连接、发送和接收与报价和立即取消订单相关的信息，并传入和传出交易所。其功能包括：(1)期权代码目录信息（例如，标的工具）；(2)系统事件信息（例如，交易时间开始信息和开盘开始信息）；(3)交易行动信息（例如，暂停和恢复）；(4)执行信息；(5)报价信息；(6)立即取消订单信息；(7)风险保护触发和清除通知；以及(8)开盘不平衡信息。SQF清除接口仅接收和通知来自做市商的清除请求。做市商只能在其指定的期权系列中向SQF登记权益。在SQF中输入的立即或取消订单不受选项3、第15(a)(1)和(a)(2)以及(b)(2)节中的订单价格保护、市价订单价差保护或规模限制的约束。（C）保留。(D)“使用订单报价”或“QUO”是一个界面，允许做市商连接交易所，并向交易所发送和接收与单边订单相关的消息。订单功能包括以下内容：(1)期权代码目录消息（例如标的）；(2)系统事件消息（例如交易时间开始消息和开盘开始消息）；(3)交易行动消息（例如暂停和恢复）；(4)执行消息；(5)订单消息；以及(6)风险保护触发和取消通知。做市商通过此界面提交的订单将被视为报价。做市商只能在其指定的期权系列中向QUO输入兴趣。在QUO输入的订单不受《期权法》第3章第15(a)(1)节和第(b)(2)节中分别规定的订单价格保护或规模限制的约束。于2019年12月6日通过(SR‑NASDAQ‑2019‑098)；于2020年2月14日修订(SR‑NASDAQ‑2020‑009)；于2020年11月30日修订(SR‑NASDAQ‑2020‑083)；于2020年12月15日修订(SR‑NASDAQ‑2020‑089)，于2021年1月14日生效；于2021年4月28日修订(SR‑NASDAQ‑2021‑030)；于2021年11月19日修订(SR‑NASDAQ‑2021‑094)，于2022年1月4日生效；于2023年6月27日修订(SR‑NASDAQ‑2023‑018)，于2023年7月27日生效。第8节开场和暂停交叉（a）定义。就本规则而言，以下术语：（1）“不平衡”是指在特定时间内无法以特定价格与其他订单合约匹配的合格权益合约数量。(2)“订单不平衡指标”是指通过电子方式传播的信息，其中包含有关合格权益以及该权益在传播时执行的价格（以美分为单位）的信息。订单不平衡指标应传播以下信息：（A）“当前参考价格”是指某一特定时间点的开盘交叉价格。（B）按当前参考价配对的合格权益合约数量；(C)任何不平衡的规模；以及（D）任何不平衡的买入/卖出方向。（3）“纳斯达克开盘交叉盘”是指根据本规则开盘或恢复交易的过程，包括确定当日开盘或暂停期权开盘时执行合格权益的价格的过程，以及执行该合格权益的过程。(4)“合格权益”指任何可输入系统并指定有效时间为IOC（立即执行或取消）、DAY（当日订单）、GTC（有效至取消）和OPG（开盘订单）的报价或订单。但是，在纳斯达克开盘交叉盘之前通过FIX协议收到的、指定有效时间为IOC的订单将被拒绝，且不被视为合格权益。在纳斯达克开盘交叉盘之前通过QUO收到的订单和通过SQF收到的、指定有效时间为IOC的报价将在开盘期间保持有效，并应在开盘后立即取消。MachineTranslatedbyGoogle（5）“标的证券的市场”是指主要上市市场、主要交易量市场（定义为前两个日历月中该标的证券流动性最强的市场）或第一个开市的标的证券市场，由交易所根据每次发行的情况确定并通过交易所网站向会员公布。(6)“有效宽度全国最佳买卖价差”或“有效宽度全国最佳买卖价差(NBBO)”是指所有场外市场报价与任何通过QUO或SQF协议收到的NOM注册做市商订单及报价的组合，且买卖价差在交易所制定和公布的指定范围内。有效宽度全国最佳买卖价差(NBBO)可由标的资产配置，纳斯达克将在其网站上发布包含有效宽度差价的表格。场外市场若发生交叉，所有有效宽度全国最佳买卖价差(NBBO)计算将作废。如果NOM上的任何做市商订单或报价发生内部交叉，则所有此类订单和报价将被排除在有效宽度全国最佳买卖价差(NBBO)计算之外。（7）“远处最佳买卖价”或“ABBO”是指显示的全国最佳买卖价，不包括交易所的最佳买卖价。（b）NOM开盘交叉盘的处理。对于在NOM上交易的期权系列的开盘，如果市场已发布标的证券的常规市场交易时间报价或交易（由交易所决定）（或者，对于指数期权，交易所已收到标的指数的开盘价），则开盘交叉盘应在9:30或之后进行。或者，如果交易暂停，则开盘交叉盘应在根据期权3第9节恢复交易时进行。市场交易时间应在纳斯达克开盘交叉盘结束时开始，如果期权暂停，则在纳斯达克开盘交叉盘结束时恢复交易。在每种情况下，期权系列交易的开始或暂停后交易的恢复将取决于以下标准，前提是ABBO未被交叉：（1）如果存在NOM上的可能交易，则必须存在有效宽度NBBO。（2）如果NOM上无法进行交易，则NOM将根据以下情况之一开启：（A）存在有效宽度NBBO；（B）一定数量的其他期权交易所（由交易所确定）已经发布了OPRA；或（C）一定期限（由交易所决定）已经过去。（3）纳斯达克应在9：20至9：28之间，或以交易所确定的更短发布间隔，每5秒通过电子方式发布一次订单不平衡指标，默认时间为上午9：25。发布开始时间和发布间隔应由纳斯达克在其网站上公布。（4）（A）纳斯达克开盘交叉盘应以最大化NOM合格权益合约数量的价格进行，这些合约将在ABBO或ABBO范围内执行，并在交易所制定和公布的有效宽度NBBO的定义范围内执行。（B）如果根据（A）款存在多个价格，且交叉盘中没有未执行的合约，则纳斯达克开盘交叉盘应按以下价格的中间价进行，该价格四舍五入为最接近该系列最后一次执行价格的美分（如果没有先前的执行价格，则在必要时将价格向上舍入）：（1）合约将依据的全国最佳买入价或NOM的最后报价（以较高者为准）；（2）合约将依据的全国最佳卖出价或NOM的最后报价（以较低者为准）。（C）如果在（A）子段中存在多个价格，并且合约在交叉盘中仍未执行，则开盘价将是最高/最低价格（在买入/卖出不平衡的情况下），在此价格下可以交易的最大合约数量等于或在交易所确定和公布的有效期限定范围内。不平衡的另一侧的宽度NBBO不会通过ABBO进行交易。关于未执行的合同：（i）如果未执行合约的限价等于开盘价，则剩余未执行合约将以开盘价发布，如果以开盘价显示会锁定或穿过ABBO，则显示一个最小价格变动（MPV），而对方的NOMBBO则反映为固定；(ii)如果未执行合约的限价仍高于开盘价，且对方ABBO处于开盘价，则剩余未执行合约将以开盘价发布，显示一个最小价格变动（MPV），对方NOMBBO反映为确定，任何剩余权益的订单处理将按照此类权益的路由和有效时间指令进行，开盘价代表选项3第10节中规定的参考价格；MachineTranslatedbyGoogle（三）如果未执行合约的限价仍高于开盘价，且没有对方以开盘价进行ABBO，则剩余合约将以开盘价发布，对方NOMBBO将显示为非确定的；并且（iv）任何剩余未执行合约的订单处理将按照选项3第8(b)(7)条的规定进行，开盘价为参考价。（5）如果选择纳斯达克开盘交叉价，且NOM中可用的合格权益合约数量少于所有合约，则所有合格权益应按照分配给相关标的期权的执行算法以纳斯达克开盘交叉价执行。（6）所有在纳斯达克开盘交叉盘中执行的合格权益均应按纳斯达克开盘交叉盘价格执行，并通过全国市场系统计划发布。纳斯达克开盘交叉盘价格应为参与纳斯达克开盘交叉盘期权的纳斯达克官方开盘价。(7)如果上述(b)项规定的条件已发生，但存在包含可流通可传递权益的不平衡，则将发布一个额外的订单不平衡指标，此后将进行交叉，并按照本规则(b)(4)款规定的价格执行最大数量的合约。任何剩余的不平衡将根据客户订单上的指示进行取消、过账或传递。(c)未进行开盘交叉。如果在开盘订单取消计时器结束前未发起某个代码的开盘交叉，公司可以选择通过向交易所提供书面通知的方式退回订单。这些订单包括通过FIX协议收到的所有非GTC订单。开盘订单取消计时器代表标的市场开盘后的一段时间，由纳斯达克在其网站上设定并公布。于2019年12月6日通过（SR‑NASDAQ‑2019‑098）；于2020年1月29日修订（SR‑NASDAQ‑2020‑006）；于2020年12月15日修订（SR‑NASDAQ‑2020‑089），于2021年1月14日生效；于2024年8月20日修订（SR‑NASDAQ‑2024‑048），于2024年11月1日生效。"
    },
    {
        "id": "第九节",
        "text": "交易暂停（a）暂停。纳斯达克监管机构有权为了维护公平有序的市场秩序而暂停任何期权合约的交易。在决定是否应暂停期权合约交易时，应考虑以下因素：（1）标的证券在一级市场交易暂停或终止；（2）该标的证券的开立因异常情况而被推迟。（3）发生天灾或其他超出NOM控制范围的事件；(4)交易系统技术故障，包括但不限于中央处理系统的一部分、多个期权参与者交易应用程序、或系统本身或任何相关系统的电力供应出现故障；或；（五）有其他异常情况或者情形的。（6）交易暂停。当基础证券的交易被主要上市市场暂停时，任何期权合约在交易所的交易都应暂停。(A)此类期权合约的交易可在交易所认定导致暂停的条件已消失，且恢复交易最符合公平有序的市场利益后恢复交易。在任何情况下，交易所均须收到标的证券已在至少一个交易所恢复交易的通知后方可恢复交易。但是，如果标的证券在主要上市市场暂停交易十分钟后仍未在主要上市市场恢复交易，且标的证券已在至少一个交易所恢复交易，则交易所可恢复此类期权合约的交易。（B）暂停交易期间，交易所将维持订单簿上的现有订单、接受订单并处理取消订单，但根据选项2第4节中的义务输入的做市商权益将被取消。(b)若纳斯达克监管部门决定暂停交易，所有受影响类别的期权交易均应暂停。NOM应通过其交易设施和OPRA平台发布相应类别的期权交易代码，表明交易已暂停，并向卖方提供暂停时间和持续时间的记录。（c）在交易暂停期间，任何期权参与者或与参与者相关的个人不得对任何已根据本规则规定暂停交易的期权类别的NOM进行交易。(d)本段中使用的大写术语应与“解决特别重大财务危机计划”中规定的含义相同。MachineTranslatedbyGoogle根据NMS规则第608条（可能不时修订）的市场波动（“LULD计划”）。在标的NMS股票的限价状态和跨式期权状态期间：（1）交易所不会开立受影响的期权。（2）开盘后，交易所应拒绝第7节选项3中定义的市价订单，并通知参与者拒绝的原因。（3）在评估做市商是否满足期权第2条第5（d）款中NMS股票标的期权的日内报价义务时，交易所不会将期权标的NMS股票处于限价状态或跨式状态的时间视为交易日的一部分。（4）交易不受选项3第20(c)或(d)条规定的明显错误或灾难性错误审查的约束。本条款的任何内容均不妨碍交易根据选项3第20(c)(3)条的规定接受交易所动议审查，也不妨碍交易根据选项3第20(e)‑(j)条的规定接受撤销或调整。(e)当股票市场为应对异常市场情况而启动全市场交易暂停（通常称为熔断机制）时，交易所应暂停所有期权交易。（f）在标的证券的主要上市市场宣布监管暂停期间，交易所应取消任何与股票期权（包括ETF的期权）有关的交易。于2019年12月6日通过（SR‑NASDAQ‑2019‑098）。"
    },
    {
        "id": "第十节",
        "text": "订单簿分配（a）系统订单应通过下述纳斯达克簿记流程执行：(1)执行算法‑交易所将决定为每个期权应用以下(A)或(B)段所述的其中一种执行算法。交易所将在执行算法发生修改时发布期权预警，明确说明将由哪种执行算法来管理哪些期权。(A)价格/时间‑系统将按照价格/时间优先级执行系统内的交易，即系统将先执行系统内所有最优价格水平的交易，然后再执行下一个最优价格水平的交易。在每个价格水平内，如果有两个或两个以上最优价格的报价或订单，则系统将按照时间优先级执行交易。(B)按规模比例执行‑系统将按价格优先级执行系统内的交易权益，即系统将先执行系统内最优价格水平的所有交易权益，然后再执行次优价格水平的交易权益。在每个价格水平内，如果最优价格有两个或两个以上报价或订单，则交易权益将根据每个参与者的报价或订单规模占该价格所有订单和报价总规模的百分比执行。如果结果不是整数，则向下取整到最接近的整数。如果四舍五入后还有剩余合约，则这些合约将按时间优先级逐一分配给剩余的参与者。（C）适用于规模按比例执行算法的优先级覆盖：交易所将应用以下指定参与者优先级覆盖，当规模按比例执行算法生效时，这些优先级覆盖始终有效。（i）公共客户优先：最高买入价和最低卖出价具有优先权，但同等价格的公共客户订单优先于非公共客户订单。如果同一期权系列有两个或两个以上公共客户订单，且价格相同，则按照系统接收的顺序优先处理这些公共客户订单。(ii)做市商优先权：所有公众客户订单全部成交后，期权做市商的订单优先于所有其他参与者的订单，且价格相同。如果有两个或两个以上期权做市商对同一期权系列以相同价格进行报价和下单，则这些报价和下单将按照“规模按比例”执行算法执行。如果所有做市商的持仓权益全部成交后仍有剩余合约，则这些合约将按照“规模按比例”执行算法执行。（2）减量(cid:0)订(cid:0)单执行后，应减少与执行规模相等的金额。（3）价格改善(cid:0)系(cid:0)统中执行操作所产生的任何潜在价格改善应归属于移除先前发布到账簿的流动性的一方。（4）根据期权3第9节启动交易暂停的纳斯达克上市期权，应在纳斯达克根据期权3第9节指定的时间开始交易。系统开放时，订单应按时间优先级添加到订单簿中，并按照上述第(1)款的规定执行。（5）零买入期权系列。如果任何期权合约的买入价为0.00美元，则系统接受的卖出该系列的市价订单应被视为限价订单，以等于最低交易增量的价格卖出，MachineTranslatedbyGoogle定义见选项3第3节。订单将按照系统收到的顺序放入限价订单簿。对于在开盘前提交且在开盘后持续有效的市价卖单，这些订单将以等于选项3第3节定义的最低交易增量的价格提交。（6）路由(cid:0)(cid:0)参与者输入的所有系统订单，指示或允许路由到其他市场中心，应按照选项5第4节中规定的方式进行路由，以便进行潜在的显示和/或执行。（7）市场准入。除交易所规则中关于将订单传递至外部交易中心的规定外，纳斯达克执行服务有限责任公司（定义见期权5第4(a)(ii)(A)节）已根据《交易所法》第15c3‑5条实施了某些测试，旨在降低向交易所会员提供此类外部交易中心访问权限所带来的风险。根据纳斯达克执行服务为遵守第15c3‑5条而制定的政策和程序，如果某个订单或一系列订单被视为违反第15c3‑5条下的适用交易前要求，则该订单将在传递前被拒绝，并且/或者，如果订单已传递，纳斯达克执行服务公司将尝试取消该订单。"
    },
    {
        "id": "2019",
        "text": "年12月6日通过（SR‑NASDAQ‑2019‑098）；2020年11月30日修订（SR‑NASDAQ‑2020‑083）。第11节保留于2019年12月6日通过（SR‑NASDAQ‑2019‑098）。第12节保留于2019年12月6日通过（SR‑NASDAQ‑2019‑098）。第13节。保留。于2019年12月6日通过（SR‑NASDAQ‑2019‑098）。第14节保留于2019年12月6日通过（SR‑NASDAQ‑2019‑098）。"
    },
    {
        "id": "第十五节",
        "text": "风险保障（a）以下是NOM的订单风险保护：（1）订单价格保护（“OPP”）。OPP是系统的一项功能，用于阻止系统接受价格超出预设标准限价的限价订单。OPP适用于所有期权，但不适用于跨市场扫货订单。OPP不适用于通过QUO提交的订单。（A）OPP在每个交易日开盘流程后运行，直至交易结束，交易暂停期间除外。交易所可自行决定在盘中暂时停用OPP。（B）OPP将根据以下算法拒绝超出一定参数的订单：（i）如果收到的订单的对方的NBBO或内部市场BBO（“参考BBO”）中较好的那个大于1.00美元，则限价超过以下较大者的订单将导致系统在收到订单后拒绝该订单。(A)50%通过该对方参考BBO；或（B）通过期权交易者警报宣布的交易所指定的对方参考BBO配置不超过1.00美元的美元金额。(ii)如果收到的订单对方的参考BBO小于或等于1.00美元，则限额超过以下较大者的订单将导致系统在收到订单后拒绝该订单。(A)100%通过该对方参考BBO；或MachineTranslatedbyGoogle（B）通过期权交易者警报宣布的交易所指定的对方参考BBO配置不超过1.00美元的美元金额。(2)市价单价差保护。如果系统收到订单时，全国最佳买卖盘价差(NBBO)和内部市场最佳买卖盘价差（“参考最佳买卖盘价差”）中的最佳值大于预设阈值，则属于市价单的系统订单将被拒绝。市价单价差保护不适用于开仓流程或交易暂停期间。交易所可针对一个或多个期权系列或类别设定不同的阈值。（b）以下是NOM的订单和报价风险保护：（1）可接受交易范围。系统将计算可接受交易范围，以限制允许执行订单/报价的价格范围。可接受交易范围的计算方法是参考价格加上或减去交易所确定的数值（即，卖单/报价为参考价格‑(x)，买单/报价为参考价格+(x)。收到新的订单/报价后，卖单/报价的参考价格为NBB或内部最佳买入价，买单/报价的参考价格为NBO或内部最佳卖出价，或订单/报价的最新发布价格（买单/报价为较高价格，卖单/报价为较低价格）。(A)如果订单/报价达到可接受交易范围的上限（“门槛价”）但未完全成交，则该订单/报价将以门槛价短暂发布，不超过一秒（“发布期”），以便收集更多流动性。发布后，订单/报价的当前门槛价、买入订单/报价的更新后国家公告栏(NBB)或卖出订单/报价的NBO（买入订单/报价取较高者，卖出订单/报价取较低者）将成为计算新的可接受交易范围的参考价格。如果订单/报价在发布期后仍未成交，则将计算新的可接受交易范围，并执行、路由或发布该订单/报价直至达到新的可接受交易范围门槛价，除非参与者要求将其订单退回（如果订单已达到可接受交易范围的上限，则该订单将被退回）。该过程将重复进行，直到(i)订单/报价被执行、取消或以其限价发布，或(ii)订单/报价已达到交易所确定的可接受交易范围的可配置实例数量（在这种情况下将被退回）。(B)在公布期间，交易所将以报价形式发布：(i)触发可接受交易范围的剩余订单/报价的门槛价格；以及(ii)在市场另一方，将根据网络处理器的规范，使用“非确定”指示信息显示最佳价格。公布期间结束后，交易所将恢复正常交易状态，并公布其最佳买卖价。（C）可接受交易区间的期权分为三类：（1）美分间隔计划期权，交易价格低于3.00美元的期权以1美分的增量进行交易，交易价格在3.00美元及以上的期权以5美分的增量进行交易；（2）美分间隔计划期权所有价格均以一美分增量进行交易，以及(3)非美分间隔计划期权。（2）规模限制。订单或报价的合约数量有限制。超过最大合约数量的订单或报价将被拒绝。最大合约数量由交易所不时设定，不得少于10,000份。（c）以下是NOM的报价风险保护：（1）反内部化。期权做市商输入的报价和订单将不会与同一做市商使用相同做市商标识符（或如果参与者选择，使用相同账号或参与者标识符）在市场另一方输入的报价和订单执行。在这种情况下，系统将在执行前取消最早的报价或订单，并将其退回给做市商。此功能不适用于开仓流程。（2）报价调整。(A)NOM做市商可以规定一个指定的时间段和一个指定的百分比（定义见下文），交易所系统将根据该时间段自动移除NOM做市商通过交易所指定的NOM协议提交的所有标的证券系列的报价，该时间段由NOM做市商设定，且不超过15秒（“基于百分比的指定时间段”）。对于期权的每个系列，系统将确定：(i)该系列中已执行合约数量占执行时可用合约数量加上该系列中每一方未到期先前执行合约数量的百分比（“系列百分比”）；以及(ii)期权发行中系列百分比的总和（“发行百分比”）。系统跟踪并计算同一期权发行中头寸的净影响；在发行百分比中，看涨期权多头百分比与看涨期权空头百分比相抵，看跌期权多头百分比与看跌期权空头百分比相抵。如果发行百分比（四舍五入至最接近的整数）等于或超过NOM做市商设定的不低于1%的百分比（“指定百分比”），系统将在基于百分比的指定时间段（“基于百分比的阈值”）内自动移除NOM做市商在通过交易所指定的NOM协议提交的所有标的证券系列中的报价。每次期权系列中发生执行时，基于百分比的指定时间段都将开始，并持续到系统按照(iv)或(v)中的描述移除报价或基于百分比的指定时间段到期为止。基于百分比的指定时间段在该期权的所有系列中滚动运行。MachineTranslatedbyGoogle可能有多个基于百分比的指定时间段同时发生，并且这些基于百分比的指定时间段可能会重叠。(B)NOM做市商可规定一个指定的时间段和交易量阈值，在该时间段内，当NOM做市商执行的合约数量等于或超过标的证券所有期权系列的指定合约数量（“基于交易量的阈值”）时，交易所系统将自动移除NOM做市商通过交易所指定的NOM协议提交的标的证券所有系列的报价，该时间段由NOM做市商设定，且不超过15秒（“基于交易量的指定时间段”）。NOM做市商的基于交易量的指定时间段必须与基于百分比的阈值指定的时间段相同。每当期权的任何系列发生执行时，基于交易量的指定时间段都将开始，并持续到系统按照(f)(iv)或(f)(v)中的规定移除报价或基于交易量的指定时间段到期为止。基于交易量的指定时间段在期权的所有系列中滚动运行，因为可能会同时出现多个基于交易量的指定时间段，并且这些基于交易量的指定时间段可能会重叠。(C)NOM做市商或NOM做市商集团（多个关联的NOM做市商构成一个“集团”，由NOM参与者定义并由该参与者提供给交易所）可规定一个指定的时间段和允许触发次数，交易所将根据该时间段和允许触发次数自动移除所有通过交易所指定的NOM协议提交的标的证券的所有期权系列中的报价（“多重触发阈值”）。在NOM做市商设定的不超过15秒的指定时间段（“多重触发指定时间段”）内，系统自动移除所有期权系列中NOM做市商或集团报价的次数将基于触发上述(f)(i)中所述的基于百分比的阈值以及上述(f)(ii)中所述的基于交易量的阈值的次数。一旦系统确定触发次数等于或超过NOM做市商或集团设定的次数，在多重触发指定时间段内，系统将自动移除该NOM做市商或集团所有标的证券所有期权系列的所有报价。触发是指导致系统自动移除标的证券所有期权系列报价的事件。多重触发指定时间段将在每次触发基于百分比的阈值或基于交易量的阈值后开始，并持续到系统按照(f)(iv)中所述移除报价或多重触发指定时间段到期为止。系统会统计NOM做市商或集团所有触发器在多重触发指定时间段内的触发次数。多重触发指定时间段以滚动方式运行，即可能同时发生多个多重触发指定时间段，并且这些多重触发指定时间段可能会重叠。（D）当达到基于百分比的阈值或基于交易量的阈值时，系统将自动删除标的证券所有期权的报价。当达到多重触发阈值时，系统将自动删除所有标的证券所有期权的报价。当达到上述阈值时，系统将向所有受影响期权的NOM做市商发送清除通知消息。（i）基于百分比的阈值或基于音量的阈值和多触发阈值是彼此独立考虑的。（ii）无论执行是否超过基于百分比的阈值或基于交易量的阈值，报价都将自动执行，直至达到NOM做市商的规模。（E）如果NOM做市商请求系统移除标的证券所有期权系列的报价，系统将自动重置基于百分比的阈值或基于交易量的指定时间段。多重触发指定时间段不会根据多重触发阈值自动重置。(F)当系统因基于百分比的阈值或基于交易量的阈值移除报价时，NOM做市商必须发送重新进入指示才能重新进入系统。当系统因多重触发阈值移除报价时，系统将不会通过指定协议接受报价，直到NOM做市商手动请求重新进入。在因多重触发阈值移除报价后，交易所工作人员必须设置重新进入指示以启用重新进入功能，这将导致系统向NOM做市商发送所有标的证券所有期权系列的重新进入通知消息。在因多重触发阈值移除报价后，如果做市商的清算公司已请求接收此类通知，则做市商的清算公司将收到有关触发和重新进入系统的通知。（G）交易所将要求NOM做市商使用基于百分比的阈值或基于交易量的阈值。多重触发阈值为可选设置。(3)仅限事后报价保护。NOM做市商可以选择配置其SQF或QUO协议，以防止其报价消除流动性（“仅限事后报价配置”）。仅限事后报价配置会重新定价或取消NOM做市商的报价，否则，一旦输入，NOM订单簿上的任何未完成订单或报价就会被锁定或划掉。当配置为重新定价时，报价将被重新定价为低于当前最低报价（买入价）或高于当前最佳买入价（卖出价）0.01美元，并由系统以低于当前最低报价（买入价）或高于当前最佳买入价（卖出价）一个最小价格增量显示。尽管有上述规定，但与今天的情况一样，如果采用“仅事后报价”配置的报价不会锁定或交叉系统上的订单或报价，但会锁定或交叉全国最佳买卖价（NBBO），则该报价将MachineTranslatedbyGoogle根据选项3第4(b)(6)条处理。配置为取消后，每当报价锁定、跨越国家最佳买卖价(NBBO)，或以限价以外的价格纳入订单簿时，参与者的报价将被退回。此功能不适用于开仓流程。于2019年12月6日通过(SR‑NASDAQ‑2019‑098)；于2020年11月30日修订(SR‑NASDAQ‑2020‑083)；于2021年4月28日修订(SR‑NASDAQ‑2021‑030)；于"
    },
    {
        "id": "2021",
        "text": "年11月19日修订(SR‑NASDAQ‑2021‑094)，于2022年1月4日生效；于2023年6月27日修订(SR‑NASDAQ‑2023‑018)，于2023年7月27日生效；于"
    },
    {
        "id": "2024",
        "text": "年8月20日修订(SR‑NASDAQ‑2024‑048)，于2024年9月19日生效；2024年12月20日修订（SR‑NASDAQ‑2024‑088），2025年1月19日生效；2024年"
    },
    {
        "id": "8",
        "text": "月20日修订（SR‑NASDAQ‑2024‑048），2024年11月1日生效。第16节保留于2019年12月6日通过（SR‑NASDAQ‑2019‑098）。第17节终止开关(a)纳斯达克期权终止开关是一项可选工具，允许NOM参与者向系统发送消息以立即取消订单。参与者可以根据用户或群组级别的特定标识符（“标识符”）向系统提交取消订单的请求。允许的群组必须位于同一经纪自营商内。交易所系统处理终止开关请求后，系统将自动向NOM参与者发送消息。(i)如果NOM参与者使用KillSwitch取消订单，则将导致所有针对该标识符的订单请求被取消。NOM参与者将无法为受影响的标识符输入其他订单，直到重新‑已根据第（a）（ii）条规定允许入境。(ii)NOM参与者使用终止开关取消订单后，将无法为受影响的标识符输入其他订单，直至NOM参与者向交易所发出口头请求，且交易所工作人员设置了重新输入指示以启用重新输入功能。一旦启用重新输入功能，系统将向NOM参与者发送重新输入通知消息。如果清算参与者已请求接收此类通知，则在订单因终止开关取消后，相关清算参与者也将收到重新输入系统的通知。于2019年12月6日通过（SR‑NASDAQ‑2019‑098）；于2021年8月9日修订（SR‑NASDAQ‑2021‑063），于2021年11月1日生效。第18节通信丢失检测(a)当SQF端口检测到由于交易所服务器在一定时间段（“nn”秒）内未收到心跳消息而导致与NOM参与者客户端应用程序的通信中断时，交易所将自动注销NOM参与者受影响的客户端应用程序，并自动取消该NOM参与者的所有未平仓报价。所有与同一NOM期权做市商ID和标的证券关联的客户端应用程序的报价都将被取消。(1)“心跳”消息是一种通信方式，充当SQF或FIX端口与客户端应用程序之间的虚拟脉冲。NOM参与者发送的心跳消息随后由交易所接收，这使得SQF或FIX端口能够持续监控其与NOM参与者之间的连接。(2)SQF端口是交易所的系统组件，NOM参与者通过该组件传达来自客户端应用程序的报价。（3）FIX端口是交易所的系统组件，NOM参与者通过该组件从客户端应用程序传达订单。（4）QUO是交易所的系统组件，NOM做市商通过该组件传达来自客户端应用程序的订单。（5）客户端应用程序是参与者的系统组件，NOM参与者通过它向交易所传达其报价和订单。（b）当FIX端口检测到与NOM参与者的客户端应用程序的通信中断（因为交易所服务器在一定时间段（“nn”秒）内未收到心跳消息）时，交易所将自动注销NOM参与者受影响的客户端应用程序，并且，如果NOM参与者已选择根据选项3第18(e)节取消其订单，则交易所将自动取消所有已发布的未结订单。（c）当QUO端口检测到与NOM做市商客户端应用程序的通信中断时，Exchange服务器在一定时间段内（“nn”秒）未收到心跳消息，Exchange将MachineTranslatedbyGoogle自动注销NOM做市商受影响的客户应用程序，并且如果NOM做市商选择根据选项3、第18(f)条取消其订单，则自动取消所有已发布的未结订单。(d)SQF端口的默认时间段（“nn”秒）应为十五(15)秒。NOM做市商可根据上文(a)款的要求，确定另一个“nn”秒的无技术连接时间段，以触发断开连接，并且必须将该时间告知交易所。在每次与交易所建立连接之前，可将SQF端口的“nn”秒时间段修改为一百(100)毫秒至99,999毫秒之间的某个数字。此功能已为每个NOM做市商启用，且不得禁用。(A)如果NOM做市商系统性地更改默认的“nn”秒数，则新设置将在当前连接会话期间生效，之后将默认恢复为15秒。NOM做市商会在每次连接会话之前系统性地更改默认设置。（B）如果通过呼叫交易所运营部门向交易所传达了一个时间段，则NOM做市商选择的“nn”秒数应在随后的每个连接会话中持续存在，直到NOM做市商联系交易所运营部门并更改设置或NOM做市商在下一个连接会话之前系统地选择另一个时间段。(e)FIX端口默认断开连接时长“nn”秒，且订单移除（若选择）时间为三十(30)秒。如果参与者选择移除订单，则除断开连接外，参与者可按照上文(b)段要求，另设“nn”秒无技术连接时长，以触发断开连接和订单移除，并将该时间告知交易所。在每次连接交易所之前，FIX端口的“nn”秒时长可修改为一(1)秒至三十(30)秒之间的某个数值。移除订单时长可禁用此功能，但参与者的连接仍会被断开。(A)如果参与者系统性地更改默认的“nn”秒数，则新设置将在当前连接会话期间生效，之后将默认恢复为30秒。参与者可以在每次连接会话之前系统性地更改默认设置。（B）如果通过呼叫交易所运营部门将时间段传达给交易所，则参与者选择的“nn”秒数应在随后的每个连接会话中持续存在，直到参与者联系交易所运营部门并更改设置或参与者在下一个连接会话之前系统地选择另一个时间段。(f)QUO端口的默认断开连接时长（“nn”秒）为十五(15)秒，如果选择断开连接，订单移除时长也为十五(15)秒。如果NOM做市商选择移除其订单，则除断开连接外，NOM做市商可按照上文(c)款规定，另设“nn”秒无技术连接时长，以触发断开连接和订单移除，并将该时间告知交易所。在每次与交易所建立连接之前，QUO端口的“nn”秒时长可修改为一百(100)毫秒至99,999毫秒之间的某个数值。移除订单时，此功能可禁用，但NOM做市商的连接仍将被断开。(A)如果NOM做市商系统性地更改默认的“nn”秒数，则新设置将在当前连接会话期间生效，之后将默认恢复为15秒。NOM做市商可在每次连接会话之前系统性地更改默认设置。（B）如果通过呼叫交易所运营部门向交易所传达了一个时间段，则NOM做市商选择的“nn”秒数应在随后的每个连接会话中持续存在，直到NOM做市商联系交易所运营部门并更改设置或NOM做市商在下一个连接会话之前系统地选择另一个时间段。(g)SQF、FIX和QUO端口的触发条件取决于特定事件和客户端应用程序。NOM做市商通过特定客户端应用程序自动取消其SQF端口报价以及FIX和QUO端口未平仓订单（这些订单已分别输入SQF、FIX或QUO端口），既不会影响也不会决定其他NOM做市商输入SQF端口的报价，也不会影响或决定相同或其他参与者通过单独且不同的客户端应用程序输入FIX或QUO端口的订单的处理。于2019年12月6日通过（SR‑NASDAQ‑2019‑098）；于2020年12月15日修订（SR‑NASDAQ‑2020‑089），于2021年1月14日生效。"
    },
    {
        "id": "第十九条",
        "text": "批量取消交易权益期权参与者可以请求NOM市场运营人员按照期权参与者的指示执行取消操作，以取消任何系列期权中的任何买入、卖出和订单。"
    },
    {
        "id": "2019",
        "text": "年12月6日通过（SR‑NASDAQ‑2019‑098）；2020年1月29日修订（SR‑NASDAQ‑2020‑006）。MachineTranslatedbyGoogle"
    },
    {
        "id": "第二十条",
        "text": "期权交易的撤销及调整（含明显错误）交易所可根据本规则取消交易或调整交易的执行价格。但是，确定交易是否以错误价格执行，可以由特定交易受影响的各方共同协商确定。交易可根据特定交易所有各方同意的条款取消或调整，但前提是，此类取消或调整协议必须在交易执行后的第一个交易日东部时间上午8:30之前以交易所规定的方式传达给交易所。任何参与者利用相互调整程序规避任何适用的交易所规则、《法案》或其项下的任何规则和条例，均被视为违反公平公正交易原则的行为。（a）定义。（1）客户。就本规则而言，客户不包括任何经纪交易商或专业人士。（2）错误的卖出/买入交易。就本规则而言，“错误卖出交易”是指期权卖方收到的价格错误地偏低的交易，“错误买入交易”是指期权买方支付的价格错误地偏高的交易。(3)官员。本规则中的“官员”一词是指由首席监管官指定的交易所工作人员或合同雇员。各官员名单应公布于交易所网站上。首席监管官应维护官员名单，并在每次官员名单新增或删除时更新网站。如无官员就某一事项作出裁决，则首席监管官或其指定人员应就该事项作出裁决。（4）规模调整修正值。就本规则而言，规模调整修正值将按以下方式适用于单笔交易：每次执行的合约数量调整‑理论价格(TP)加/减1‑50不适用51‑2502倍调整量251‑10002.5倍调整量"
    },
    {
        "id": "1001",
        "text": "或更多3倍调整量(b)理论价格。收到复核请求后，且在对交易执行价格进行任何复核之前，必须确定期权的“理论价格”。就本规则而言，如果适用的期权系列至少在一家其他期权交易所交易，则该期权系列的理论价格为错误卖出交易中相关交易前最后一个NBB，或错误买入交易中相关交易前最后一个NBO，除非存在下文(b)(1)至(3)款中的例外情况。就本规定而言，当交易所收到的单个订单以多个价格水平执行时，相关交易前最后一个NBB和最后一个NBO应为交易所收到订单前的最后一个NBB和最后一个NBO。交易所将依据本规则(b)款和补充材料0.03确定理论价格。(1)开盘交易。对于在开盘过程中发生的交易（定义见选项3第8节），如果在错误交易发生前，受影响的系列没有NBB或NBO，或者错误交易发生前NBB和NBO的买卖价差等于或大于下文(b)(3)子条款中图表规定的最低金额，则交易所将确定理论价格。如果买卖价差低于最低金额，则理论价格为错误交易发生前的NBB或NBO。（2）无有效报价。若无报价或无可供比较的有效报价，交易所将确定理论价格。无效报价包括：（A）在最后一个NBB高于该系列中最后一个NBO时发布的适用期权系列中的所有报价（“交叉市场”）；（B）交易所发布的、由相关交易的任何一方提交的报价；MachineTranslatedbyGoogle（C）如果相关交易的任何一方提交了代表该期权交易所最佳买入价或卖出价的系列报价，则交易所将仅考虑其他期权交易所的报价，且该报价最多可包含二十五（25）个期权系列，且该方向交易所指明了由该方提交并由其他期权交易所发布的报价；以及（D）其他期权交易所发布的、该交易所已宣布自助的报价。（3）广泛引用。（A）如果在错误交易发生前，受影响系列的NBB和NBO的买卖价差等于或大于下述最低金额，且在交易发生前10秒内，买卖价差低于最低金额，则交易所将确定理论价格。如果在交易发生前10秒内，不存在低于最低金额的买卖价差，则该期权系列的理论价格为该交易发生前最后一个NBB或NBO，如上文（b）段所述。交易时的买入价最低金额低于2.00美元0.75美元"
    },
    {
        "id": "2.00",
        "text": "至5.00美元1.25美元"
    },
    {
        "id": "5.00",
        "text": "美元以上至10.00美元1.50美元"
    },
    {
        "id": "10.00",
        "text": "美元以上至20.00美元2.50美元"
    },
    {
        "id": "20.00",
        "text": "美元以上至50.00美元3.00美元"
    },
    {
        "id": "50.00",
        "text": "美元以上至100.00美元4.50美元超过100.00美元6.00美元（B）开业或重新开业后10秒或更短时间内发生的客户交易：（i）如果在客户错误交易之前受影响系列的NBB和NBO的买卖差价等于或大于上述（A）段规定的最低金额，并且在交易前10秒内买卖差价低于最低金额，则交易所将确定理论价格。（ii）如果在交易前10秒内不存在低于最低金额的买卖差价，则交易所将确定理论价格，前提是客户错误交易之前受影响系列的NBB和NBO的买卖差价等于或大于上述第(A)段规定的最低金额，并且在开盘或重新开盘后10秒内任何时候都有低于最低金额的买卖差价。(iii)如果在开盘或重新开盘后的10秒内没有低于最低金额的买入/卖出价差，开盘，则期权系列的理论价格是客户相关交易之前的最后一个NBB或NBO，如上文第(b)段所述。(iv)开门或重新开门后超过10秒发生的客户交易，须遵守第(A)款的规定多于。（c）明显错误。（1）定义。就本规则而言，当交易所收到正确提交的申报文件，且该申报文件的成交价格高于或低于该系列的理论价格至少等于或低于以下金额时，即视为发生了明显错误：MachineTranslatedbyGoogle理论价格最低金额低于2.00美元0.25美元"
    },
    {
        "id": "2.00",
        "text": "至5.00美元0.40美元"
    },
    {
        "id": "5.00",
        "text": "美元以上至10.00美元0.50美元"
    },
    {
        "id": "10.00",
        "text": "美元以上至20.00美元0.80美元"
    },
    {
        "id": "20.00",
        "text": "美元以上至50.00美元1.00美元"
    },
    {
        "id": "50.00",
        "text": "美元以上至100.00美元1.50美元超过100.00美元2.00美元（2）时间期限。如果一方认为自己参与了因明显错误而导致的交易，则必须按照交易所在分发给参与者的通知中不时指定的方式通知交易所官员。此类通知必须在以下指定的时间范围内送达交易所官员：（A）客户订单。对于执行客户订单，交易所必须在执行后三十（30）分钟内收到文件，但须遵守下文第（C）款的规定；及（B）“非客户”订单。对于任何非客户订单的执行，交易所必须在执行后十五（15）分钟内收到备案文件，但须遵守下文第（C）款的规定。(C)关联交易。任何其他期权交易所，客户订单共有四十五(45)分钟，非客户订单共有三十(30)分钟，自交易所执行之时起计算，向交易所提交交易审核文件，以供审查从该期权交易所路由至交易所并在本交易所执行的交易（“关联交易”）。这包括由第三方路由经纪商代表其他期权交易所提交的申请，前提是该第三方经纪商将受影响的交易标识为关联交易。为了便于及时审查关联交易，交易所将接受来自其他期权交易所或（如适用）路由相关订单的第三方路由经纪商的申请。关于关联交易的额外十五(15)分钟时间仅适用于最初接收并将订单路由至交易所的期权交易所及时收到入场参与者的申请的情况（即，客户订单在30分钟内，非客户订单在15分钟内）。(3)主动采取行动。主席或其指定人员，即交易所官员（统称“交易所官员”），可主动审查被认为存在错误的交易，以维护公平有序的市场并保护投资者。根据本款审查的交易，只有在交易所官员根据本规则规定认定交易存在错误的情况下，才可撤销或调整，但上述(c)(2)款规定的时间期限不适用。交易所官员应在知晓交易后尽快采取行动，通常应在交易发生的当天采取行动。在任何情况下，交易所官员的行动时间不得晚于相关交易发生日后的下一个交易日美国东部时间上午8:30。根据本条款被裁定撤销或调整交易的一方，可根据下文(k)款对该裁定提出上诉；但是，交易所官员不予审查交易的决定，或不予撤销或调整其主动审查的交易的决定，不得上诉。如果交易已根据本规则其他规定进行审查并作出裁定，则不得根据本规定给予额外救济。（4）调整或撤销。如果确定发生了明显错误，交易所将采取以下其中一项措施。采取最终措施后，交易所应立即以电子方式或电话通知交易双方。(A)非客户交易。如果交易双方均非客户，则交易的执行价格将由官方根据下表进行调整。任何超过50份合约的非客户明显错误，将适用上文(a)(4)款定义的“规模调整修正值”。MachineTranslatedbyGoogle理论价格（TP）购买交易调整‑卖出交易调整‑TPTPPlus减低于3.00美元0.15美元0.15美元等于或高于3.00美元0.30美元0.30美元(B)客户交易。如果明显错误至少有一方是客户，则交易的执行价格将由主管人员根据上表进行调整。任何超过50份合约的客户明显错误将适用上文(a)(4)款定义的“规模调整修正”。但是，如果此类调整导致执行价格高于（买入交易）或低于（卖出交易）客户的限价，则该交易将被视为无效，但须遵守下文(C)款的规定。（C）如果任何参与者根据本规则向交易所提交交易审查请求，并且该参与者总共同时审查200个或更多的客户交易，并且导致此类交易的订单是在2分钟或更短的时间内提交的，并且明显错误的至少一方是非客户，则交易所将对此类交易应用上文（A）分段中规定的非客户调整标准。(d)灾难性错误。（1）定义。就本规则而言，当交易的执行价格高于或低于该系列的理论价格至少等于或低于以下所示金额时，将被视为发生了灾难性错误：理论价格最低金额低于2.00美元0.50美元"
    },
    {
        "id": "2.00",
        "text": "至5.00美元1.00美元"
    },
    {
        "id": "5.00",
        "text": "美元以上至10.00美元1.50美元"
    },
    {
        "id": "10.00",
        "text": "美元以上至20.00美元2.00美元"
    },
    {
        "id": "20.00",
        "text": "美元以上至50.00美元2.50美元"
    },
    {
        "id": "50.00",
        "text": "美元以上至100.00美元3.00美元超过100.00美元4.00美元（2）截止时间。如果一方认为其参与的交易是因灾难性错误导致的，则必须按照交易所网站上不时规定的方式通知交易所官员。该通知必须在交易执行后的第一个交易日美国东部时间上午8:30之前送达交易所官员。对于在到期日发生的到期期权系列交易，一方必须在当天交易结束后45分钟内通知交易所官员。（3）调整或破产。如果确定发生了灾难性错误，交易所应采取以下措施。采取最终措施后，交易所应立即以电子方式或电话通知交易双方。在MachineTranslatedbyGoogle如果发生灾难性错误，交易的执行价格将由官方根据下表进行调整。如果调整导致执行价格高于（买入交易）或低于（卖出交易）客户的限价，则任何受本款约束的客户订单均将被取消。购买交易调整‑卖出交易调整‑TP理论价格（TP）TPPlus减低于2.00美元0.50美元0.50美元"
    },
    {
        "id": "2.00",
        "text": "至5.00美元1.00美元1.00美元"
    },
    {
        "id": "5.00",
        "text": "美元以上至10.00美元1.50美元1.50美元"
    },
    {
        "id": "10.00",
        "text": "美元以上至20.00美元2.00美元2.00美元"
    },
    {
        "id": "20.00",
        "text": "美元以上至50.00美元2.50美元2.50美元"
    },
    {
        "id": "50.00",
        "text": "美元以上至100.00美元3.00美元3.00美元超过100.00美元4.00美元4.00美元（e）重大市场事件。(1)定义。就本规则而言，重大市场事件在以下情况下视为已发生：满足或超过下述标准(A)，或所有适用事件统计数据的总和（每个统计数据以下述标准(A)至(D)中相关阈值的百分比表示）大于或等于150%，且至少一个类别的统计数据达到或超过75%，但任何单个类别的统计数据总和的贡献均不得超过100%，且任何贡献超过100%的类别的贡献将向下取整为100%。下述所有标准将在所有交易所进行汇总衡量。（A）潜在错误的交易将导致总计30,000,000美元的最坏情况调整罚款，其中最坏情况调整罚款计算为所有潜在错误交易的总和：（i）0.30美元（即下文（e）（3）（A）款列出的最大交易调整价值）；倍(ii)每份交易合约的合约乘数；倍（三）每笔交易的合约数量；次数（iv）如有的话，每笔交易适当的规模调整修正值，如下文（e）（3）（A）款所定义。（B）涉及50万份期权合约的交易存在潜在错误；（C）名义价值（即交易合约数量乘以期权费乘以合约乘数）为1亿美元的交易可能存在错误；（D）10,000笔交易可能存在错误。（2）与其他期权交易所的协调。为确保各期权交易所的一致性应用，如发生疑似重大市场事件，本交易所应与所有其他受影响的期权交易所启动对潜在错误交易的协调审查，以确定该事件的全部范围。当本段被援引时，本交易所将立即与其他期权交易所协调，确定适当的审查期，并在相关交易发生前选择一个或多个特定时间点，并使用一个或多个特定时间点来确定理论价格。除选定的时间点外（如适用），本交易所将根据上文（b）段确定理论价格。（3）调整或破产。如果认定发生重大市场事件，则官员将使用上文（e）（2）款中约定的参数（如适用），确定任何或所有受审查的交易是否符合MachineTranslatedbyGoogle视为明显错误。交易所将对所有符合上述(c)(1)款规定构成明显错误的交易采取下列其中一项措施。采取最终措施后，交易所应立即以电子方式或电话通知交易双方。(A)每笔受影响交易的执行价格将由一位官员调整至下方提供的价格，除非双方同意将交易调整至其他价格或同意终止交易。在发生重大市场事件的情况下，任何超过50份合约的错误都将受到上文(a)(4)款定义的“规模调整修正值”的约束。购买交易调整‑卖出交易调整‑TP理论价格（TP）TPPlus减低于3.00美元0.15美元0.15美元等于或高于3.00美元0.30美元0.30美元（B）当交易至少有一方是客户时，如果调整导致执行价格高于（买入交易）或低于（卖出交易）客户的限价，则交易无效。（4）交易取消。如果本交易所经与其他期权交易所协商后，认定由于情况特殊而无法及时调整，则本交易所将在本交易所与其他期权交易所根据本段选定的审查期内，取消因重大市场事件引起的部分或全部交易。如果本交易所经与其他期权交易所协商后，认定取消的部分交易并非因重大市场事件引起的全部交易，则将根据客观标准选定取消的交易，以维护公平有序的市场，保护投资者和公众利益。（5）最终裁决。对于根据本款作出的裁决，受影响的交易数量足以使立即作出最终裁决对于维护公平有序的市场并保护投资者和公共利益是必要的。因此，交易所根据本段作出的裁决不得上诉。（f）交易暂停。交易所应根据本规则补充材料0.02的规定，取消在受影响期权交易暂停期间发生的任何交易。(g)标的证券的错误印刷。如果标的证券市场发布错误印刷信息后，该交易被标的证券市场撤销，则该交易应按照本规则第(c)(4)款的规定进行调整或撤销，前提是交易一方按下述规定及时通知交易所官员。就本款而言，错误印刷信息导致的交易是指在标的证券的一个或多个交易被撤销的时间段内以及此后一秒钟内执行的任何期权交易。如果一方认为其根据本款参与了由错误印刷信息导致的错误交易，则必须在上述第(c)(2)款规定的时间范围内通知交易所官员，允许的通知时间范围从标的证券市场通知其标的证券交易被撤销之时开始。如果多个基础市场取消基础证券的交易，则允许的通知时间范围将从第一个市场通知时开始。(h)标的证券的错误报价。由标的证券错误报价引起的交易，应按照本规则(c)(4)款的规定进行调整或撤销，前提是交易一方按下述规定及时通知交易所官员。当标的证券的报价宽度至少为1.00美元，且其宽度至少为该标的证券在该报价发布前后两分钟内平均报价宽度的五倍时，即为错误报价。就本款而言，平均报价宽度应通过将上述四分钟时间段内每隔15秒定期采样的报价宽度相加（不包括相关报价）再除以该时间段内的报价数量（不包括相关报价）来确定。如果一方认为其参与了因错误报价而导致的错误交易，则根据本段规定，该方必须按照上文（c）（2）款规定通知交易所官员。（i）关联交易。如果交易所根据本计划（定义见期权5第1(16)节）传递的订单导致另一期权交易所进行交易（“关联交易”），且该期权交易所随后根据其规则取消或调整了该关联交易，则交易所将采取一切必要措施完成该关联交易的取消或调整。（j）可验证的交易系统中断或故障。如果交易是由于交易所执行、传播或通信系统发生可验证的中断或故障而导致的，交易双方有权取消交易或调整价格，且该等中断或故障会导致MachineTranslatedbyGoogle导致报价/订单的交易规模超过其发布规模（例如，由于交易所系统错误，报价/订单被冻结，并被重复交易）。如果交易是由于交易所发布或通信系统发生可验证的中断或故障，导致会员无法更新或取消其应负责的报价/订单，且交易所文件证明会员曾试图更新或取消该报价/订单，则交易各方有权取消该交易或调整其价格。（k）上诉。受本条所作决定影响的交易一方可向交易所审查委员会（ExchangeReviewCouncil）上诉该决定。上诉必须以书面形式提出，并须在上诉人收到上诉决定通知后三十（30）分钟内送达NOM。但如果该通知是在东部时间下午3:30之后发出的，则任何一方均可在下一个交易日东部时间上午9:30之前申请复审。交易所审查委员会小组应在交易当天审查事实并作出决定；如果申请是在交易当天下午3:30之后或下一个交易日正确提出的，则应在下一个交易日作出决定。交易所审查委员会可审查任何上诉决定，包括投诉是否及时、是否发生了明显错误或灾难性错误、是否使用了正确的理论价格以及是否以正确的价格进行了调整。（1）纳斯达克审查委员会小组至少由一名从事做市业务的成员和两名不从事做市业务的行业代表组成。审查委员会中从事做市业务的成员比例不得超过50%。（2）纳斯达克审查委员会应当依据本规则规定的标准，确认、修改或者推翻该决定。（3）纳斯达克审查委员会根据上诉作出的裁决，或纳斯达克官员未经上诉作出的裁定，应为最终裁定，对所有当事人均具有约束力，并构成纳斯达克就争议事项采取的最终行动。纳斯达克官员或纳斯达克审查委员会的任何裁定均不影响交易当事人就争议提交仲裁的权利。（4）如果纳斯达克审查委员会维持纳斯达克官员的决定，提起申诉的一方将被收取500美元的费用。此外，如果纳斯达克代表期权参与者请求其他市场中心裁定某项交易明显错误，纳斯达克将把由此产生的任何费用转嫁给相关的期权参与者。选项3第20节的补充材料.01就本规则而言，如果本规则的规定导致交易所将错误的卖出交易调整为低于执行价格，或将错误的买入交易调整为高于执行价格，则交易所将不会调整或取消该交易，而是执行价格保持不变。.02交易暂停。在下列情况下，交易所内的交易将被视为无效：（A）交易发生在受影响期权在交易所的交易暂停期间；（B）对于股票期权（包括ETF的期权），交易发生在标的证券一级市场宣布的监管暂停期间；或（C）就指数期权而言，交易发生在标的证券一级市场交易暂停期间，这些证券的价值超过股指期权当前指数价值的10%。.03交易所确定理论价格。就本规则而言，当交易所必须根据本规则第(b)(1)‑(3)款确定理论价格时（即开盘时、无有效报价时或报价幅度较大时），交易所将按如下方式确定理论价格。(A)交易所将向下文(d)段定义的第三方供应商（“目标价提供商”）索取理论价格，交易所及所有其他期权交易所均已向该供应商认购该价格。交易所将采用目标价提供商提供的理论价格，除非下文另有说明。(B)如果交易所官员认为定价提供商提供的理论价格存在根本性错误，且无法用于维护公平有序的市场，则该官员应联系定价提供商，告知其认为该理论价格不准确的原因，并要求其审查和更正已计算的理论价格。交易所还应及时以电子方式通知其他期权交易所，告知其已根据本段规定联系定价提供商，并简要说明请求原因。（C）如果TP提供商遇到系统问题，导致其服务无法准确计算理论价格，并且该问题无法及时纠正，则交易所官员可以确定理论价格。（D）交易所和所有其他期权交易所目前订阅的TP提供商是：CBOEMachineTranslatedbyGoogleLivevol,LLC。交易所、交易价格提供商或其任何关联公司（交易价格提供商及其关联公司统称为“交易价格提供商”）均不对任何个人或实体根据本补充材料.03使用交易价格提供商所获得的结果作出任何明示或暗示的保证。交易价格提供商不保证所计算理论价格的准确性或完整性。交易价格提供商不保证该理论价格的适销性或针对特定目的或用途的适用性。交易所和交易价格提供商均不对任何人因使用该理论价格相关的任何情况或事件，或因计算该理论价格时出现的任何错误或延迟而遭受的任何损害、索赔、损失（包括任何间接或后果性损失）、费用或延误（无论是直接的还是间接的、可预见的还是不可预见的）承担任何责任。于2019年12月6日通过（SR‑NASDAQ‑2019‑098）；于2022年3月8日修订（SR‑NASDAQ‑2022‑023），于2022年4月7日生效；于"
    },
    {
        "id": "2022",
        "text": "年1月26日修订（SR‑NASDAQ‑2022‑010），于2022年7月1日生效。第21节NOM的访问和行为(a)访问NOM。除非本规则另有规定，除参与者本人或与参与者相关的人员外，任何人不得进行任何NOM交易。交易所可与代表参与者清算交易的清算参与者共享交易系统中任何参与者指定的风险设置。(b)NOM行为。参与者及任何参与者的雇员或相关人员在使用NOM设施时，不得从事以下行为：(i)违反维护公平有序的市场秩序的行为；(ii)损害公众对交易所运营信心的行为；或(iii)违反正常有效的业务行为。违反本(b)款规定的活动包括但不限于以下行为：（一）做市商未按照本规则第五节第二款规定提供报价的；（二）做市商的买卖价格未按照本规则第四节选项二规定的幅度；(3)参与者未能充分监督其雇用的人员或与其有关联的人员，以确保该人遵守本(b)款的规定。（4）未能维持足够的程序和控制，使期权参与者无法有效地监控和监督用户的订单输入，以防止本规则第（b）段和第9节第2款规定的禁止行为；（5）未遵守纳斯达克监管规定；（六）进行本规则第九条第一款或其他交易所规定的操纵性交易；（7）拒绝提供纳斯达克监管机构要求的信息；以及（8）不遵守本协议第3条、第22条有关订单限制的规定。（c）根据规则，NOM将向希望在NOM上开展业务的信誉良好的期权参与者提供交易系统访问权限。（d）根据规则和本规则中提及的安排，纳斯达克监管局可以：（1）在以书面或口头形式发出警告（随后以书面形式确认）后，暂停期权参与者对交易系统的访问；或者（2）以书面通知终止期权参与者对交易系统的访问。于2019年12月6日通过（SR‑NASDAQ‑2019‑098）。第22节订单输入限制(a)委托人交易限制。对于发送至NOM的订单，期权参与者不得将其作为代理人代表的委托人订单作为委托人订单执行，除非(i)代理订单首先在NOM上显示至少一(1)秒，或(ii)期权参与者在收到可执行的代理订单之前，已在NOM上进行买入或卖出至少一(1)秒。对于价格改善订单，如果订单的可显示部分以其可显示价格显示一秒，则满足(i)款的显示要求。（1）本规则禁止期权参与者执行代理订单，以增加其反向交易的经济收益，而无需事先给予NOM上的其他交易方机会，使其能够按照代理订单进行交易，或在期权参与者已在账簿上买入或卖出的情况下以执行价格进行交易。但是，交易所认识到，期权参与者可能与客户或其他人士建立关系，以MachineTranslatedbyGoogle拒绝代理订单在NOM上进行交易，并获得与委托人执行代理订单类似的经济利益。期权参与者参与任何旨在规避本规则的安排，即为客户提供机会，使其在进入NOM后立即定期执行其处理的代理订单，均违反本规则。(b)限价单。期权参与者不得在同一期权系列中，为相同或相关受益所有人的账户在系统中输入公共客户限价单，以致受益所有人实际上充当做市商，声称愿意定期或持续买卖该期权合约。在确定受益所有人是否实际上充当做市商时，交易所将考虑以下因素：同时或几乎同时输入买卖同一期权合约的限价单，以及在同一期权系列中以不同价格输入多个限价单。（c）招揽订单的限制。如果期权参与者未能按照本规则的要求在NOM上披露订单，则期权参与者不得执行其作为NOM代理人代表的订单，以对抗从会员和非会员经纪交易商招揽的订单，无论此类招揽订单是由期权参与者直接进入NOM还是由被招揽方（直接或通过其他期权参与者）进入NOM。（d）在向NOM提交订单之前或之后，期权参与者不得将订单的任何条款告知其他期权参与者或任何其他第三方，以免违反本规则。于2019年12月6日通过（SR‑NASDAQ‑2019‑098）。"
    },
    {
        "id": "第23节",
        "text": "数据馈送和交易信息（a）NOM提供以下数据馈送：(1)纳斯达克ITCH期权交易(ITTO)是一种数据馈送，提供NOM订单簿中单个订单和报价的完整订单和报价深度信息，以及在NOM上执行的交易的最后成交信息。每个期权系列提供的数据包括代码（系列和标的证券）、看跌或看涨指标、到期日、系列的执行价格，以及该期权系列是否可在NOM上交易，并标识该系列是否仅可用于平仓交易。该馈送还提供开仓/重新开仓时的订单不平衡情况（匹配合约规模和不平衡规模）。（2）纳斯达克最佳期权(BONO)是一个数据馈送，提供在NOM上执行的交易的NOM最佳买入价、卖出价和最新成交信息。每个期权系列提供的数据包括代码（系列和标的证券）、看跌或看涨指标、到期日、系列的执行价格，以及该期权系列是否可在NOM上交易，并标识该系列是否仅可用于平仓交易。(b)参与者可以获得以下订单和执行信息：（1）清算交易界面（“CTI”）是指在交易执行后发送给参与者的实时清算交易更新信息，其中包含该参与者的具体交易详情。该信息包括但不限于以下内容：（i）清算会员交易协议（CMTA）或期权清算公司（OCC）编号；（ii）交易所徽章或门牌号；（iii）交易所内部公司标识符；（iv）区分电子和非电子交付订单的指标；（v）用于计费的流动性指标和交易类型；以及（vi）容量。（2）TradeInfo是一个用户界面，允许参与者：（i）搜索以特定证券提交的所有订单或特定类型的所有订单，无论其状态如何（未结、已取消、已执行等）；（ii）在订单、端口或公司助记符级别取消未结订单；（iii）查看订单和执行情况；（iv）下载订单和执行情况以用于记录目的。(3)FIXDROP是一种实时订单及执行更新信息，在订单收到/修改或执行完成后发送给参与者，其中包含该参与者的具体交易详情。该信息包括但不限于以下内容：(i)订单执行；(ii)订单取消；(iii)对现有订单的修改；以及(iv)订单撤销或交易后更正。（4）QUODROP提供通过QUO输入的订单及其执行情况的实时信息。QUODROP数据馈送并非交易界面，不接受订单信息。（c）以下交易信息可在每日结束、每日盘中和历史基础上获取：(1)纳斯达克期权交易概要提供交易所所有系列在交易时段内交易的总量和交易量信息。信息分为以下类别：(i)各报告系列的日内交易总量和日终交易量；(ii)该系列的未平仓合约；(iii)开仓交易总量和总交易量，按来源类型（客户、经纪自营商、做市商、公司和专业人士）划分，并按交易规模细分为客户和专业人士；(iv)平仓交易总量和总交易量，按来源类型（客户、经纪自营商、做市商、公司和专业人士）划分，并按客户和专业人士划分。MachineTranslatedbyGoogle以及专业人士，进一步按照交易规模细分。纳斯达克期权交易概要每日收盘还将提供开盘买入、平盘买入、开盘卖出和平盘卖出信息，其中应包括期权第一交易价、期权最高交易价、期权最低交易价和期权最后交易价。收盘信息将于下一个工作日提供。日内信息在交易日内每10分钟更新一次。历史信息可根据要求提供。于2019年12月6日通过（SR‑NASDAQ‑2019‑098）；于2020年11月30日修订（SR‑NASDAQ‑2020‑083）；于2024年9月6日修订（SR‑NASDAQ‑2024‑055）。"
    },
    {
        "id": "第24条",
        "text": "交易价格约束力即使订单执行价格存在错误报告或未提交报告，订单执行价格仍具有约束力。如果订单实际未执行，但被报告为错误执行，则报告不具有约束力。于2019年12月6日通过（SR‑NASDAQ‑2019‑098）。"
    },
    {
        "id": "第25条",
        "text": "匿名（a）输入系统的订单和报价将以匿名方式显示，因此也将以匿名方式进行交易。系统生成的交易报告（即清算交易界面和交易详情报告）将显示交易的详细信息，并包括对方身份。（b）纳斯达克应在下列情况下披露参与者的身份：（1）当注册清算机构不再为某参与者或其清算公司提供服务，且注册清算机构决定不再为该参与者的交易结算提供担保时；（2）用于监管目的或者遵守仲裁员或法院的命令；（3）交易双方参与人同意；（4）除非会员另有指示，纳斯达克将在不迟于匿名交易执行日当天结束之前向会员披露该会员的订单何时被该会员提交的另一个订单所减少。于2019年12月6日通过（SR‑NASDAQ‑2019‑098）；于2024年8月20日修订（SR‑NASDAQ‑2024‑048），于2024年11月1日生效。第26节消息流量缓解（a）在下列情况下，交易所应公布更新的买卖价格，以及买卖规模：（1）交易所公布的买卖价格上涨或者下跌；（2）交易所公布的买卖盘规模减少；（3）本交易所的买入（卖出）规模增加的幅度大于或等于先前发出的买入（卖出）规模的一定百分比（不得超过20%）。该百分比由本交易所根据每只股票的具体情况确定，并公布在本交易所网站上。"
    },
    {
        "id": "2019",
        "text": "年12月6日通过（SR‑NASDAQ‑2019‑098）；2021年9月14日修订（SR‑NASDAQ‑2021‑074）。"
    },
    {
        "id": "第27条",
        "text": "责任限制（a）除《权益2》第17条规定外，NOM及其关联公司对因NOM交易系统或其使用而产生的任何损失、损害或其他索赔概不负责。因NOM交易系统未能交付、显示、传输、执行、比较、提交清算和结算、调整、保留优先权或以其他方式正确处理在NOM交易系统中输入或创建的订单、消息或其他数据而产生的任何损失、损害或其他索赔，应由在NOM交易系统中输入订单、消息或其他数据的会员或客户推荐会员承担。"
    },
    {
        "id": "2019",
        "text": "年12月6日通过（SR‑NASDAQ‑2019‑098）；2021年9月14日修订（SR‑NASDAQ‑2021‑074）。MachineTranslatedbyGoogle第28节保留于2019年12月6日通过（SR‑NASDAQ‑2019‑098）。©2017‑2025，纳斯达克公司。保留所有权利。"
    }
]